/* 
  Localizable.strings
  MF

  Created by Itay Brenner on 28/06/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"SEARCH FILE" = "חיפוש קבצים";
"Miscellaneous" = "אפשרויות";
"Paste File" = "להדביק";
"Symbolic Link" = "קישורסמלי";
"Cancel" = "לבטל";
"File operations" = "תפעול";
"Delete" = "מחק";
"Copy" = "העתק";
"Cut" = "גזור";
"Move To Trash" = "העבר לסל המיחזור";
"Go To Trash" = "ללכת לאשפה";
"Empty Trash" =  "ריק לאשפה";
"Trash" =  "לאשפה";
"Bluetooth Options" = "Bluetooth";
"Receive Files" = "לקבל קבצים";
"Send Files" = "שלח קבצים";
"Other Features" = "תכונות אחרות";
"File Sharing" = "שיתוף קבצים";
"Cydia Backup" = "Cydia גיבוי";
"Root Directory" = "/";
"Edit" = "לערוך";
"[iFinder] Attachments" = "[iFinder] קבצים מצורפים";
"This mail was sent from an iDevice using iFinder." = "דואר זו נשלחה באמצעות iFinder.";
"Folder" = "תיק";
"Size" = "גודל";
"permissions" = "הרשאות";
"Data received" = "נתונים שנתקבלו";
"Files Saved in /var/mobile/Bluetooth" = "קבצים שנשמרו /var/mobile/Bluetooth";
"OK" = "בסדר";
"Open Folder" = "פתח תיקייה";
"Compress Folder" = "דחיסת תיקיות";
"Type file name here" = "הקלד את שם הקובץ כאן";
"Compress" = "לדחוס";
"Compress failed" = "דחיסת נכשל";
"Please specify output filename." = "נא לציין את שם קובץ הפלט.";
"Dismiss" = "לפטר";
"Failed command" = "נכשלה הפקודה";
"Exit code" = "יציאה קוד";
"Play once" = "שחקו פעם";
"Repeat" = "לחזור על";
"Continuous" = "רציף";
"Shuffle" = "לטרוף";
"Title" = "כותרת";
"Artist" = "אמן";
"Album" = "אלבום";
"Year" = "שנה";
"Genre" = "ז'אנר";
"Lyricist" = "תמלילן";
"Language" = "שפה";
"Comments" = "תגובות";
"About & Help" = "אודות & עזרה";
"App Locked" = "נעול";
"Password required" = "סיסמה נדרש";
"Wrong Password" = "טעות סיסמה";
"The password you entered is wrong" = "הסיסמה שהזנת שגויה";
"Try Again" = "נסה שוב";
"Exit" = "יציאה";
"Install package" = "התקנת החבילה";
"Extract Package" = "חילוץ חבילה";
"Rar File" = "RAR קובץ";
"Viewing the content of Rar files is still not supported, but you cant extract it" = "צפייה בתוכן של קבצים Rar עדיין לא נתמך, אבל אתה לא יכול לחלץ אותו";
"No Thanks" = "לא";
"Yes, Extract it" = "כן";
"File Extracted" = "הקובץ המחולץ";
"Your Files were extracted to" = "הקבצים שלך חולצו על";
"Error executing command" = "שגיאה בביצוע פקודה";
"Failed command" = "נכשלה הפקודה";
"Installed Succesfully" = "הותקן בהצלחה";
"Would you like to restart SpringBoard?" = "אתה רוצה להפעיל מחדש מקפצה?";
"No" = "לא";
"Yes" = "כן";
"Bookmarks" = "סימניות";
"Compress Files" = "דחיסת קבצים";
"Type Output Name Here" = "סוג פלט שם כאן";
"Editing metadata" = "עריכת metadata";
"Enter filename" = "הזן את שם הקובץ";
"Enter file mode" = "הזן את מצב הקובץ";
"Enter user ID" = "הזן את מזהה המשתמש";
"Enter group ID" = "הזן הקבוצה מזהה";
"Permissions" = "הרשאות";
"Size" = "גודל";
"Name" = "שם";
"Target Path" = "יעד נתיב";
"User ID" = "שם משתמש";
"Group ID" = "הקבוצה מזהה";
"type" = "סוג";
"Calculating MD5..." = "חישוב MD5 ...";
"Upload file to Dropbox" = "העלאת קובץ Dropbox";
"Web browser" = "דפדפן האינטרנט";
"Image viewer" = "תמונה הצופה";
"Audio player" = "נגן אודיו";
"Movie player" = "סרט שחקן";
"Text editor" = "עורך טקסט";
"Archive manager" = "מנהל ארכיון";
"Property list viewer" = "רשימת נכס הצופה";
"SQL viewer" = "SQL הצופה";
"Hex editor" = "עורך הקסדצימאלי";
"Send by e-mail" = "שלח באמצעות דואר אלקטרוני";
"Compress" = "לדחוס";
"General" = "כללי";
"Audio Info" = "אודיו מידע";
"Dropbox" = "Dropbox";
"Open with..." = "פתח עם ...";
"Miscellaneous" = "שונות";
"File uploaded" = "קובץ נטען";
"Public link was copied to the pasteboard." = "לקשר אישי הועתק אל הקרטון.";
"Error uploading file" = "שגיאה בטעינת הקובץ";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "אנא ודא כי אתה מחובר לאינטרנט, מחובר לחשבון שלך Dropbox ואת הקובץ שצוין לא קיים עדיין ונסה שוב.";
"Login required" = "כניסה לחשבון נדרשת";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = "לידיעתך, תצטרך להתחבר כדי להשתמש iFinder עם החשבון שלך Dropbox.";
"Error loading metadata" = "שגיאה בטעינת metadata";
"Please make sure that you are connected to the Internet and try again." = "אנא ודא כי אתה מחובר לאינטרנט ונסה שוב.";
"File Downloaded" = "הקובץ שהורד";
"Your file was saved in /private/var/mobile/Documents" = "הקובץ שלך נשמר /private/var/mobile/Documents";
"Error downloading file" = "שגיאה בהורדת הקובץ";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "אנא ודא כי אתה מחובר לאינטרנט, מחובר ויש לכם מספיק מקום על המכשיר שלך ונסה שוב.";
"Error uploading file" = "שגיאה בטעינת הקובץ";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "אנא ודא כי אתה מחובר לאינטרנט, מחובר ואת הקובץ להיות נטען לא קיים עדיין ונסה שוב.";
"Error deleting file" = "שגיאה בעת מחיקת קובץ";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "אנא ודא כי אתה מחובר לאינטרנט, מחובר ואת הקובץ למחיקה קיימת ונסה שוב.";
"Error creating folder" = "שגיאה ביצירת התיקייה";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "אנא ודא כי אתה מחובר לאינטרנט, מחובר ואת התיקייה להיווצר עדיין אינו קיים ונסה שוב.";
"Type port number" = "נמל סוג מספר";
"Server port:" = "שרת הנמל:";
"File Sharing is disabled" = "שיתוף קבצים אינו זמין";
"Enable File Sharing" = "לאפשר שיתוף קבצים";
"Error" = "שגיאה";
"You must enter a valid port number" = "עליך להזין מספר יציאה תקף";
"Serving on port" = "הצגה על יציאת:";
"IP address" = "כתובת ה-IP";
"Stop server" = "עצור שרת";
"Server is off" = "שרת כבוי";
"Start server" = "התחל שרת";
"Are you sure you want to restore this backup?\nThis can't be undone." = "האם אתה בטוח שאתה רוצה לשחזר את הגיבוי?\nזה לא ניתן לבטל.";
"Restore" = "לשחזר";
"Available Backups" = "זמין גיבויים";
"Search Backup" = "חיפוש גיבוי";
"Create Backup" = "צור גיבוי";
"Share Backups" = "שתף גיבויים";
"Backup Succesfully" = "גיבוי בהצלחה";
"Your Backup was successfull.\nPlease Sync with iTunes to restore later" = "הגיבוי היה מוצלח.\nבבקשה סינכרון עם iTunes כדי לשחזר מאוחר יותר";
"Restore Done" = "בוצע שחזור";
"You should reboot your device.\n Do you want to reboot now?" = "אתה צריך לאתחל את המכשיר.\nהאם ברצונך לאתחל כעת?";
"No, Thanks" = "לא, תודה";
"Yes, Please" = "כן, בבקשה";
"Text Viewer" = "טקסט עינית";
"Archive Viewer" = "ארכיון עינית";
"Web Viewer" = "אינטרנט עינית";
"Plist Viewer" = "צופה PLIST";
"Open With" = "פתיחה באמצעות";
"Image Options" = "אפשרויות תמונה";
"Fit Screen" = "שיתאים למסך";
"Print Photo" = "הדפסת תמונה";
"Search Text" = "חיפוש טקסט";
"Loading file" = "טעינת הקובץ";
"Working" = "עבודה";
"Copying File" = "העתקת קובץ";
"Moving File" = "העברת קובץ";
"Compressing File(s)" = "דחיסת קבצים";
"Installing" = "התקנת";
"Backuping" = "גיבוי";
"Restoring..." = "שחזור ...";
"New" = "חדש";
"Type name here" = "הקלד שם כאן";
"File" = "קובץ";
"Directory" = "התיקייה";
"Link" = "לקשר";
"Destination" = "יעד";
"Path" = "נתיב";
"Create" = "ליצור";
"Enter password" = "הזן את הסיסמה";
"Password:" = "סיסמה:";
"You have entered an incorrect password. Please try again." = "הזנת סיסמה שגויה. נא נסה שוב.";
"Settings" = "הגדרות";
"Type password" = "הקלד את הסיסמה";
"Type Home Path" = "סוג בית נתיב";
"Font size of text editor" = "גודל גופן של עורך טקסט";
"Application" = "בקשה";
"Password Protection" = "הגנה באמצעות סיסמה";
"Password" = "סיסמה";
"Home Path" = "בית נתיב";
"Use Trash" = "השתמש Trash";
"Text font size" = "גודל גופן טקסט";
"About iFinder & Help" = "אודות iFinder & עזרה";
"Unlink Device from Dropbox" = "לנתק את המכשיר מן Dropbox";
"Log in to Dropbox" = "התחבר כדי Dropbox";
"Upload path" = "טען נתיב";
"Tables in database" = "טבלאות במסד הנתונים";
"Columns of table" = "עמודות של הטבלה";
"Enter SQL query here" = "הזן את שאילתת SQL כאן";
"Close" = "קרוב";
"Done" = "נעשה";
"Options" = "אפשרויות";
"Open in" = "פתח עם";
"Share" = "חלק";
"Backup File" = "גיבוי";
"Validating..." = "ממתינים לאישור...";
"Theme" = "נושא";
"Select Theme" = "בחר נושא";
"Sort Criteria" = "מיין קריטריונים";
"Select Sort Criteria" = "בחר קריטריונים מיין";
"Sort By Name" = "מיין לפי שם";
"Sort by Type" = "מיין לפי סוג";
"Sort by Size" = "מיין לפי גודל";
"Sort by Creation Date" = "מיון לפי תאריך יצירה";
"Sort by Last Modification Date" = "מיון לפי תאריך שינוי אחרון";
"Sort Order" = "סדר מיון";
"Select Sort Order" = "בחר סדר";
"Ascending" = "עולה";
"Descending" = "יורד";
"Type" = "סוג";
"Size" = "גודל";
"Creation" = "יצירה";
"Modification" = "שינוי";
"Theme" = "נושא";
"Created" = "נוצר";
"Last Modified" = "עדכון אחרון";
"Date" = "תאריך";
"Time" = "זמן";
"App Validated!!" = "יישום תקני!!";
"Thanks for buying iFinder" = "תודה על רכישת iFinder";
"iFinder!!" = "iFinder!!";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "לא ניתן לאמת iFinder, יש לרכוש אותו Cydia חנות. אם אתה חושב כי מדובר בטעות, אנא פנה היזם.";
"Reload Directory" = "רענן מדריך";
"Executing" = "מבצע";
"Executing:\n%@...\n\n" = "ביצוע:\n%@...\n\n";
"Command failed" = "פיקוד נכשל";
"The specified command couldn't be executed." = "הפקודה שצוין לא יוצאו להורג.";
"\nFinished with exit code: %i\n" = "\nסיים עם קוד יציאה: %i\n";
"Type" = "Tipo";
"Local IP Address" = "Local IP Address";
"Internet Address" = "Internet Address";
"Already Exists" = "Ya Existe";
"What do you want to do?" = "Que desea hacer?";
"Overwrtite" = "Sobreescribir";
"Rename" = "Rename";
"Image Saved" = "Imagen Guardada";
"was succesfully saved to Camera Roll" = "fue satisfactoriamente guardada";
"Pull down to refresh..." = "Arrastra para refrescar...";
"Release to refresh..." = "Suelta para refrescar...";
"Loading..." = "Recargando...";
"OK" = "Aceptar";
"FileTooLargeTitle"		= "El Archivo es demasiado Grande";
"FileTooLargeMessage"	= "El archivo es demasiado grande para ser enviado por mail";
"%d of %d"				= "%1$d de %2$d";
"Print" = "Imprimir";
"Open In..." = "Abrir con...";
"New Bookmark" = "Nuevo Marcador";
"Path" = "Direccion";
"Bookmark File" = "Marcar archivo";
"There is no file at this path" = "No hay ningun archivo en la direccion indicada";
"Open In" = "Abrir con";
"Files" = "Archivos";
"No Last Update Date text" = "Nunca Actualizado";
"Last Updated" = "Ultima Actualizacion";
